Repository: nshutinicolas/lynk
Catalog: Lynk/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# APP_VIEW.ALERT.FEEDBACK.BUTTON.NO_TITLE
source: No, it sucks 😔
de: Nein, es ist echt blöd 😔
es: No, es mala 😔
fr: Non, c'est nul 😔

# APP_VIEW.ALERT.FEEDBACK.BUTTON.YES_TITLE
source: Yes, I love it! 😍
de: Ja, ich liebe es! 😍
es: ¡Sí, me encanta! 😍
fr: Oui, J’adore! 😍

# APP_VIEW.ALERT.FEEDBACK.MESSAGE
source: Are you enjoying Lynk?
de: Gefällt dir Lynk?
es: ¿Estás disfrutando de Lynk?
fr: Appréciez vous Lynk?

# APP_VIEW.ALERT.FEEDBACK.TITLE
source: Feedback
de: Rückmeldung
es: Comentario
fr: Commentaire

# APP_VIEW.ALERT.NOTIFICATION.TITLE
source: Reminding you to read this😎
de: Zur Erinnerung: Lies das hier 😎
es: Recordándote que leas esto😎
fr: Je vous rappelle de lire ceci 😎

# APP_VIEW.EMPTY_VIEW.BUTTON.LEAN_HOW_TEXT
source: Learn how to add a bookmark
de: Erfahren Sie, wie Sie ein Lesezeichen hinzufügen
es: Aprenda cómo agregar un marcador
fr: Apprenez comment ajouter un signet

# APP_VIEW.EMPTY_VIEW.NO_FOUND_TEXT
source: No Bookmarks Found
de: Keine Lesezeichen gefunden
es: No se encontraron marcadores
fr: Aucun signet trouvé

# APP_VIEW.SEARCH_TEXT_FIELD.PLACEHOLDER
source: Search bookmark
de: Lesezeichen suchen
es: Buscar marcador
fr: Rechercher un signet

# APP_VIEW.SORTING.ALL
source: All
de: Alle
es: Toda
fr: Tout

# APP_VIEW.SORTING.SCHEDULED
source: Scheduled
de: Geplant
es: Programada
fr: Programmé

# AUTH_VIEW.BUTTON.AUTHENTICATE_TITLE
source: Authenticate
de: Authentifizieren
es: Autenticar
fr: Authentifier

# AUTH_VIEW.WELCOME_TITLE
source: Welcome to Lynk
de: Willkommen bei Lynk
es: Bienvenido a Lynk
fr: Bienvenue sur Lynk

# BUTTON.CANCEL
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# BUTTON.CONFIRM
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

# BUTTON.COPY
source: Copy
de: Kopie
es: Copiar
fr: Copier

# BUTTON.DELETE
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# BUTTON.DISMISS
source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter

# BUTTON.EDIT
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

# BUTTON.NOT_NOW
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant

# BUTTON.OPEN
source: Open
de: Offen
es: Abierto
fr: Ouvrir

# BUTTON.SETTINGS
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# EXTENSION_SHARE_VIEW.BUTTON.BOOKMARK_TITLE
source: Bookmark
de: Lesezeichen
es: Marcador
fr: Signet

# EXTENSION_SHARE_VIEW.BUTTON.SET_REMINDER
source: Set Reminder
de: Erinnerung einstellen
es: Establecer Recordatorio
fr: Définir un rappel

# EXTENSION_SHARE_VIEW.TEXT_FIELD.PLACEHOLDER
source: Enter new title
de: Neuen Titel eingeben
es: Introduzca un nuevo título
fr: Saisir le nouveau titre

# MAIL_COMPOSE.MODEL.BODY_TEMPLATE.APP_BUILD
source: App Build
de: App-Erstellung
es: Creación de aplicaciones
fr: Création d'applications

# MAIL_COMPOSE.MODEL.BODY_TEMPLATE.DEVICE_MODEL
source: Device Model
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle d'appareil

# MAIL_COMPOSE.MODEL.SUBJECT.FEEDBACK
source: Lynk App Feedback
de: Rückmeldung
es: Comentarios sobre la aplicación Lynk
fr: Commentaires sur l'application Lynk

# MAIL_COMPOSE.MODEL.SUBJECT.NEGATIVE_REVIEW
source: Lynk Negative Feedback
de: Negativ Rückmeldung
es: Comentarios negativos de Lynk
fr: Commentaires négatifs de Lynk

# MAIL_COMPOSE.MODEL.SUBJECT.SUPPORT
source: Lynk Support Request
de: Lynk-Unterstützungsanfrage
es: Solicitud de soporte de Lynk
fr: Demande d'assistance Lynk

# REMINDER_VIEW.BUTTON.DATE
source: Date
de: Datum
es: Fecha

# REMINDER_VIEW.BUTTON.TIME
source: Time
de: Zeit
es: Tiempo
fr: Temps

# SETTINGS.ALERT.ABOUT.BODY_MESSAGE
source: Lynk is a minimal, privacy-focused app that makes it easy to save and share text and URLs. Whether you're collecting notes, saving important links, or quickly sharing something with a friend, we keep everything in your iCloud
de: Lynk ist eine minimalistische, datenschutzorientierte App, mit der du Texte und URLs einfach speichern und teilen kannst. Egal, ob du Notizen sammelst, wichtige Links speicherst oder schnell etwas mit Freunden teilst – wir speichern alles in deiner iCloud.
es: Lynk es una app minimalista y centrada en la privacidad que facilita guardar y compartir texto y URL. Ya sea que estés recopilando notas, guardando enlaces importantes o compartiendo algo rápidamente con un amigo, lo guardamos todo en tu iCloud.
fr: Lynk est une application minimaliste axée sur la confidentialité qui simplifie l'enregistrement et le partage de textes et d'URL. Que vous preniez des notes, sauvegardiez des liens importants ou partagiez rapidement un contenu avec un ami, tout est conservé dans votre iCloud.

# SETTINGS.ALERT.ABOUT.BUTTON.VIEW_ON_GITHUB
source: View Project on Github
de: Projekt auf GitHub ansehen
es: Ver proyecto en Github
fr: Voir le projet sur Github

# SETTINGS.ALERT.DELETE_ALL_DATA.MESSAGE
source: Are you sure you want to delete all the stored data? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle gespeicherten Daten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar todos los datos almacenados?Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer toutes les données enregistrées ? Cette action est irréversible.

# SETTINGS.ALERT.DELETE_ALL_DATA.TITLE
source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données

# SETTINGS.ALERT.NOTIFICATION_ERROR.MESSAGE
source: Open the settings app to enable the notifications.
de: Öffne die Einstellungen-App, um die Benachrichtigungen zu aktivieren.
es: Abra la aplicación de configuración para habilitar las notificaciones.
fr: Ouvrez l'application Paramètres pour activer les notifications.

# SETTINGS.ALERT.NOTIFICATION_ERROR.TITLE
source: Notification Permission Error
de: Benachrichtigungsberechtigungsfehler
es: Error de permiso de notificación
fr: Erreur d'autorisation de notification

# SETTINGS.SECTION.APP.LEAVE_FEEDBACK
source: Leave a feedback
de: Hinterlassen Sie Feedback
es: Deja un comentario
fr: Laissez un commentaire

# SETTINGS.SECTION.APP.LEAVE_FEEDBACK_DESCRIPTION
source: Do you have something to let us know about this app?
de: Haben Sie etwas, das Sie uns über diese App mitteilen möchten?
es: ¿Tienes algo que contarnos sobre esta aplicación?
fr: Avez-vous des informations à nous communiquer concernant cette application ?

# SETTINGS.SECTION.APP.RATE_APP
source: Rate the app
de: Bewerte die App
es: Califica la aplicación
fr: Évaluez l'application

# SETTINGS.SECTION.APP.REMINDER_NOTIFICATIONS
source: Reminder Notifications
de: Erinnerungsbenachrichtigungen
es: Notificaciones de recordatorio
fr: Notifications de rappel

# SETTINGS.SECTION.APP.REMINDER_NOTIFICATIONS_DESCRIPTION
source: Enable this option if you would like to get reminders for your bookmarks
de: Aktivieren Sie diese Option, wenn Sie Erinnerungen für Ihre Lesezeichen erhalten möchten.
es: Habilite esta opción si desea recibir recordatorios para sus marcadores
fr: Activez cette option si vous souhaitez recevoir des rappels pour vos favoris.

# SETTINGS.SECTION.APP.SHARE_APP
source: Share the app
de: Teile die App
es: Comparte la aplicación
fr: Partagez l'application

# SETTINGS.SECTION.APP.SHARE_APP_DESCRIPTION
source: Let your friends know about the beauty of this app!
de: Teile die Vorzüge dieser App mit deinen Freunden!
es: ¡Deja que tus amigos sepan sobre la belleza de esta aplicación!
fr: Faites découvrir cette application à vos amis!

# SETTINGS.SECTION.APP.SHOW_PREVIEW
source: Show Preview
de: Vorschau anzeigen
es: Mostrar vista previa
fr: Afficher l'aperçu

# SETTINGS.SECTION.APP.SHOW_PREVIEW_DESCRIPTION
source: This will let you see a preview of the data you are about to save in the app
de: Dadurch können Sie eine Vorschau der Daten sehen, die Sie in der App speichern werden.
es: Esto le permitirá ver una vista previa de los datos que está a punto de guardar en la aplicación.
fr: Cela vous permettra de voir un aperçu des données que vous vous apprêtez à enregistrer dans l'application.

# SETTINGS.SECTION.APPEARANCE.DISPLAY_MODE
source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage

# SETTINGS.SECTION.APPEARANCE.TITLE
source: APPEARANCE
de: AUSSEHEN
es: APARIENCIA
fr: APPARENCE

# SETTINGS.SECTION.DATA.BIOMETRIC_LOCKOUT
source: Biometric Authentication
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique

# SETTINGS.SECTION.DATA.BIOMETRIC_LOCKOUT_DESCRIPTION
source: Protect your data on this app
de: Schützen Sie Ihre Daten in dieser App
es: Protege tus datos en esta aplicación
fr: Protégez vos données sur cette application

# SETTINGS.SECTION.DATA.DELETE_ALL_DATA
source: Delete all your saved data
de: Löschen Sie alle Ihre gespeicherten Daten
es: Eliminar todos los datos guardados
fr: Supprimez toutes vos données enregistrées

# SETTINGS.SECTION.DATA.DELETE_ALL_DATA_DESCRIPTION
source: This action will delete all the data shared or saved by this App
de: Diese Aktion löscht alle von dieser App geteilten oder gespeicherten Daten.
es: Esta acción eliminará todos los datos compartidos o guardados por esta aplicación.
fr: Cette action supprimera toutes les données partagées ou enregistrées par cette application.

# SETTINGS.SECTION.DATA.ICLOUD_SYNC
source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud

# SETTINGS.SECTION.DATA.ICLOUD_SYNC_DESCRIPTION
source: Sync with your icloud to access your data across devices.
de: Synchronisieren Sie Ihr iCloud-Konto, um geräteübergreifend auf Ihre Daten zuzugreifen.
es: Sincroniza con tu iCloud para acceder a tus datos en todos los dispositivos.
fr: Synchronisez-vous avec votre compte iCloud pour accéder à vos données sur tous vos appareils.

# SETTINGS.SECTION.DATA.TITLE
source: DATA
de: DATEN
es: DATOS
fr: DONNÉS

# SETTINGS.SECTION.HELP_AND_SUPPORT.ABOUT
source: About Lynk
de: Über Lynk
es: Acerca de lynk
fr: À propos de Lynk

# SETTINGS.SECTION.HELP_AND_SUPPORT.ABOUT_DESCRIPTION
source: Know more about Lynk
de: Erfahren Sie mehr über Lynk
es: Conozca más sobre Lynk
fr: En savoir plus sur Lynk

# SETTINGS.SECTION.HELP_AND_SUPPORT.CONTACT_SUPPORT
source: Contact Support
de: Kontaktieren Sie den Support.
es: Contactar con soporte técnico
fr: Contacter l'assistance

# SETTINGS.SECTION.HELP_AND_SUPPORT.CONTACT_SUPPORT_DESCRIPTION
source: Reach out to our support team for any assistance
de: Wenden Sie sich bei Fragen oder Problemen an unser Support-Team.
es: Comuníquese con nuestro equipo de soporte para obtener ayuda.
fr: N'hésitez pas à contacter notre équipe d'assistance pour toute aide.

# SETTINGS.SECTION.HELP_AND_SUPPORT.HOW_TO_USE
source: How to use the app
de: So verwenden Sie die App
es: Cómo utilizar la aplicación
fr: Comment utiliser l'application

# SETTINGS.SECTION.HELP_AND_SUPPORT.HOW_TO_USE_DESCRIPTION
source: Finding it difficult to get started, here are some tips
de: Wenn Ihnen der Einstieg schwerfällt, hier einige Tipps.
es: Si le resulta difícil comenzar, aquí le ofrecemos algunos consejos
fr: Vous avez du mal à vous lancer ? Voici quelques conseils.

# SETTINGS.SECTION.HELP_AND_SUPPORT.TITLE
source: HELP & SUPPORT
de: HILFE & UNTERSTÜTZUNG
es: AYUDA & SOPORTE
fr: AIDE & ASSISTANCE

# SETTINGS.SECTION.LEGAL.PRIVACY_POLICY
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité

# SETTINGS.SECTION.LEGAL.TERMS_AND_CONDITIONS
source: Terms And Conditions
de: Geschäftsbedingungen
es: Términos y Condiciones
fr: Termes et conditions

# SETTINGS.SECTION.LEGAL.TITLE
source: LEGAL
de: RECHTLICH
fr: LÉGAL

# SETTINGS.TITLE
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

# WELCOME.ONBOARDING.INTRO.BUTTON.TITLE
source: Get Started
de: Los geht's
es: Empezar
fr: Commencer

# WELCOME.ONBOARDING.INTRO.DESCRIPTION
source: Save and organize the links that matter to you - articles, videos or anything you want to comeback to later.
de: Speichern und organisieren Sie die Links, die Ihnen wichtig sind – Artikel, Videos oder alles, worauf Sie später zurückgreifen möchten.
es: Guarde y organice los enlaces que le interesan: artículos, vídeos o cualquier cosa a la que quiera volver más tarde.
fr: Sauvegardez et organisez les liens qui vous intéressent : articles, vidéos ou tout autre élément auquel vous souhaitez revenir plus tard.

# WELCOME.ONBOARDING.INTRO.TITLE
source: 👋🏼 Welcome to Lynk
de: 👋🏼 Willkommen bei Lynk
es: 👋🏼 Bienvenido a Lynk
fr: 👋🏼 Bienvenue sur Lynk

# WELCOME.ONBOARDING.NOTIFICATION.BUTTON.ENABLE_TITLE
source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications

# WELCOME.ONBOARDING.NOTIFICATION.BUTTON.SKIP_TITLE
source: Skip for now
de: Überspringen Sie vorerst
es: Saltar por ahora
fr: Passons à autre chose pour le moment.

# WELCOME.ONBOARDING.NOTIFICATION.DESCRIPTION
source: With reminders, **Lynk** can send you a gentle nudge when it’s time to revisit something you saved.
de: Mit Erinnerungsfunktionen kann **Lynk** Sie sanft daran erinnern, wenn es Zeit ist, etwas, das Sie gespeichert haben, wieder aufzurufen.
es: Con recordatorios, **Lynk** puede enviarte un suave aviso cuando sea momento de volver a revisar algo que hayas guardado.
fr: Grâce aux rappels, **Lynk** peut vous envoyer un petit coup de pouce lorsqu'il est temps de consulter à nouveau un élément que vous avez enregistré.

# WELCOME.ONBOARDING.NOTIFICATION.INFO_TEXT
source: We’ll only notify you when you set a reminder, nothing more.
de: Wir benachrichtigen Sie nur, wenn Sie eine Erinnerung einstellen, sonst nichts.
es: Solo te notificaremos cuando configures un recordatorio, nada más.
fr: Nous vous enverrons une notification uniquement lorsque vous programmerez un rappel, rien de plus.

# WELCOME.ONBOARDING.NOTIFICATION.TITLE
source: ⏰ Gentle reminders
de: ⏰ Freundliche Erinnerungen
es: ⏰ Recordatorios amables
fr: ⏰ Petits rappels

# APP_VIEW.SORTING.TEXT
source: Text
es: Texto
fr: Texte

# APP_VIEW.SORTING.WEBSITES
source: Websites
es: Sitios web

# MAIL_COMPOSE.MODEL.BODY_TEMPLATE.APP_NAME
source: App Name
es: Nombre de la aplicación
fr: Nom de l'application

# MAIL_COMPOSE.MODEL.BODY_TEMPLATE.APP_VERSION
source: App Version
es: Versión de la aplicación
fr: Version de l'application

# SETTINGS.SECTION.APP.RATE_APP_DESCRIPTION
source: Are you enjoying the app? Share your experience with others
es: ¿Te gusta la app? Comparte tu experiencia.
fr: L'application vous plaît? Partagez votre expérience avec les autres.

# SETTINGS.SECTION.APP.TITLE
source: APP
es: APLICACIÓN

# SETTINGS.SECTION.VERSION.APP_VERSION
source: Version %1$@(%2$@)
es: Versión %1$@(%2$@)
